<UNK> 441855
e@@ 376133
i@@ 366501
the 364688
t@@ 348011
o@@ 322446
c@@ 316014
u@@ 302183
to 289215
p@@ 279341
a@@ 274342
s@@ 260058
! 259303
a 221036
r@@ 211407
and 205437
l@@ 190581
h@@ 187527
I 179455
d@@ 176531
m@@ 175797
of 174231
in 158097
n@@ 156149
g@@ 152447
is 147579
f@@ 145485
re@@ 144158
s 143065
v@@ 138189
, 136736
you 134565
b@@ 134464
er@@ 130908
e 128911
en@@ 124191
@@@ 117315
on@@ 117061
in@@ 116115
w@@ 115637
for 115446
on 114876
ar@@ 112687
an@@ 112397
y@@ 105619
k@@ 104917
@realDonaldTrump 103594
A@@ 101162
st@@ 99966
S@@ 99957
C@@ 93316
at@@ 89439
be 87473
that 86585
it 83765
: 82046
t 80624
have 80563
or@@ 78593
ing 78023
T@@ 75068
al@@ 75013
great 74835
will 72130
ed 71730
ic@@ 71406
E@@ 71157
are 70449
M@@ 70399
y 68775
R@@ 67172
P@@ 66671
it@@ 64267
le@@ 61609
I@@ 61153
N@@ 60997
L@@ 59563
going 59539
? 58697
with 57728
B@@ 56760
O@@ 55542
our 55189
at 54880
we 54301
Trump 54284
The 53947
il@@ 53689
people 51749
; 51340
er 49899
#@@ 49259
es 49252
de@@ 48381
ro@@ 48241
H@@ 46361
om@@ 45785
was 44293
they 43509
G@@ 43349
this 43247
W@@ 42153
not 42128
F@@ 41518
all 41248
D@@ 40962
0@@ 38880
We 38604
my 37639
am@@ 37599
li@@ 37466
el@@ 37041
s, 35623
x@@ 35584
si@@ 35524
get 35428
1@@ 35312
do 34882
so 34867
by 34260
dont 34189
country 33510
one 33412
he 33124
an 32951
like 32923
me 32279
And 32133
your 31844
ra@@ 31677
ch@@ 31538
would 31490
has 30959
h 30550
as 30409
about 30114
2@@ 29945
l 29523
z@@ 29508
di@@ 29342
or 29270
_@@ 28846
lo@@ 28670
ad@@ 28583
n 28478
sh@@ 28045
U@@ 27960
trump 27944
just 27575
know 27540
Thank 27398
J@@ 27320
from 27082
j@@ 27066
se@@ 26955
un@@ 26928
very 26922
what 26824
but 26799
out 26638
want 26495
You 25994
la@@ 25967
its 25867
is@@ 25400
ly 25265
who 25100
A 24946
@realdonaldtrump 24725
al 24453
S 24353
ts 24157
were 24037
think 23908
time 23896
make 23660
ru@@ 23407
president 23272
d 22979
V@@ 22917
can 22379
y, 22349
c 22345
es@@ 22258
as@@ 22107
Donald 22076
us 21998
good 21724
Im 21698
up 21097
back 20853
5@@ 20366
te@@ 20360
many 20272
more 20021
K@@ 19723
never 19692
k 19610
ers 19333
his 19071
run 18937
need 18820
much 18743
new 18624
Obama 18417
America 18350
if 18335
But 18302
them 18288
thank 18052
because 17827
go 17772
big 17739
They 17708
love 17680
m 17620
been 17612
see 17372
now 17331
9@@ 17296
be@@ 17262
should 17174
4@@ 17106
President 16995
than 16948
said 16927
Great 16900
3@@ 16490
really 16420
p 16394
Y@@ 16351
ing@@ 16263
no 16256
6@@ 16245
when 16046
8@@ 16030
Hillary 16028
right 15980
cant 15935
their 15913
He 15910
Thanks 15679
best 15586
So 15538
and@@ 15490
o 15482
@M@@ 15428
ation 15270
Re@@ 15048
7@@ 14845
Its 14627
say 14542
It 14418
got 14373
am 14314
even 14276
over 14267
way 14170
i 14086
look 14003
day 13824
ma@@ 13678
E 13546
vote 13532
ge@@ 13463
q@@ 13447
ever 13439
only 13416
had 13365
last 13329
money 13326
win 13095
d, 13084
take 13083
,@@ 12938
U 12901
years 12791
me@@ 12677
If 12642
$@@ 12496
man 12491
u 12371
r 12353
lot 12339
) 12332
job 12277
him 12254
work 12240
world 12210
how 12106
she 12044
(@@ 11872
no@@ 11843
there 11777
bad 11767
ate 11755
@S@@ 11738
g 11681
American 11569
show 11547
know, 11528
es, 11525
00 11502
today 11500
sa@@ 11485
go@@ 11450
jobs 11402
her 11371
doing 11343
must 11061
better 11057
ab@@ 11047
for@@ 11043
theyre 11043
deal 10929
T 10922
De@@ 10873
/@@ 10613
into 10517
Clinton 10434
New 10224
other 10194
youre 10193
again 10190
co@@ 10187
red 10185
did 10166
believe 10116
bo@@ 10033
ta@@ 10033
come 9927
thats 9925
@B@@ 9893
things 9858
s: 9848
D 9835
first 9813
tonight 9811
made 9755
thing 9735
could 9730
being 9673
Mr 9603
night 9479
China 9476
#Trump2016 9440
My 9410
these 9376
2016 9354
done 9326
% 9281
This 9219
well 9144
give 9119
@D@@ 9059
t, 8968
C 8960
down 8874
able 8727
amazing 8690
@J@@ 8688
where 8660
real 8655
some 8618
which 8598
Y 8547
Were 8515
Just 8504
tell 8467
hard 8394
didnt 8388
do@@ 8352
forward 8322
donald 8320
doesnt 8306
nice 8239
@m@@ 8153
business 8146
Trump@@ 8144
he@@ 8133
@C@@ 8106
ted 8085
always 8076
interview 8066
Ive 8043
hes 8017
man@@ 7982
er, 7971
then 7932
@T@@ 7852
thanks 7787
every 7785
keep 7751
GREAT 7738
true 7678
america 7641
on, 7638
@A@@ 7597
why 7576
1 7562
most 7502
M 7471
let 7369
w 7361
What 7335
y: 7330
1: 7292
said, 7268
Will 7256
next 7237
ed@@ 7217
United 7175
@j@@ 7173
year 7167
put 7141
needs 7116
guy 7084
news 7078
ally 7006
2 6960
R 6955
million 6944
In 6920
after 6834
talk 6831
ing, 6826
tax 6745
media 6740
long 6728
Our 6691
coming 6675
any 6648
Why 6632
king 6630
@foxandfriends 6623
@BarackObama 6623
5 6575
place 6522
care 6515
stop 6481
total 6390
against 6380
before 6331
watch 6325
here 6308
trade 6292
campaign 6261
another 6243
two 6111
9 6104
(cont) 6080
nothing 6071
wait 6043
working 6026
getting 6006
looking 6002
AMERICA 5998
Thats 5970
P 5959
im 5949
News 5949
7 5944
happen 5921
#MakeAmericaGreatAgain 5909
support 5897
:@@ 5883
wants 5870
end 5857
Ill 5851
honor 5847
ill 5841
When 5828
election 5825
hope 5820
bring 5819
something 5756
10@@ 5754
use 5743
also 5702
G 5695
wonderful 5689
person 5682
son 5679
@FoxNews 5674
4 5660
@P@@ 5642
help 5630
States 5620
story 5571
3 5554
those 5542
She 5538
@F@@ 5536
soon 5535
L 5478
No 5477
course 5444
golf 5443
N 5443
debate 5386
too 5358
Apprentice 5323
ObamaCare 5322
totally 5285
it, 5281
running 5272
please 5246
tomorrow 5240
sure 5220
strong 5210
you, 5180
beautiful 5176
smart 5151
change 5138
making 5110
f 5085
wont 5085
far 5076
military 5075
Via 5053
speech 5050
record 5000
talking 4992
less 4984
own 4922
pay 4902
MAKE 4869
little 4867
How 4859
@K@@ 4853
8 4845
AGAIN 4837
ago 4830
start 4819
poll 4808
off 4796
life 4793
days 4785
millions 4761
House 4754
@R@@ 4746
seen 4740
saying 4717
mean, 4714
TRUMP 4709
does 4707
Dont 4645
via 4639
Theyre 4615
problem 4608
me, 4605
morning 4603
Republican 4603
economy 4597
such 4592
@L@@ 4584
dollars 4557
Z@@ 4554
proud 4543
anything 4540
@k@@ 4537
Iran 4531
National 4512
Americans 4500
Republicans 4498
2: 4496
Big 4494
obama 4476
live 4470
came 4469
Now 4461
agree 4441
illegal 4393
3: 4393
Very 4391
lost 4353
@d@@ 4345
border 4344
York 4340
important 4322
history 4299
b 4267
All 4260
gave 4259
greatest 4240
Make 4239
special 4222
US 4208
building 4206
press 4200
everyone 4192
@H@@ 4188
O 4186
whats 4176
success 4157
went 4151
Think 4141
disaster 4140
build 4132
Iowa 4129
fantastic 4128
week 4120
Crooked 4117
watching 4104
hear 4082
state 4071
@ApprenticeNBC 4066
immigration 4064
tough 4058
x 4040
10 4035
Mexico 4031
That 4025
USA 4019
respect 4008
actually 3999
terrible 3990
@b@@ 3986
incredible 3985
numbers 3982
book 3970
er: 3938
call 3936
since 3931
top 3924
happy 3916
low 3879
still 3877
everybody 3875
old 3866
Not 3863
Hes 3859
@The@@ 3858
NBC 3835
Cruz 3834
read 3833
leaders 3830
Democrats 3807
season 3805
fight 3802
same 3796
age 3795
worst 3781
around 3777
away 3766
national 3760
wall 3759
pm 3749
order 3743
deals 3739
hell 3729
tremendous 3728
truth 3726
says 3717
massive 3711
number 3710
ISIS 3710
everything 3709
Good 3707
won 3706
called 3701
White 3699
office 3696
knows 3688
z 3686
North 3684
mr 3677
under 3660
People 3657
billion 3655
State 3646
else 3633
through 3630
Fake 3624
left 3609
friend 3606
plan 3603
told 3603
@G@@ 3588
thousands 3565
Congratulations 3546
women 3538
yesterday 3538
family 3537
government 3532
way, 3518
taking 3511
polls 3501
used 3499
@E@@ 3499
countries 3436
failing 3433
a: 3429
GOP 3417
friends 3410
ready 3410
South 3410
together 3405
high 3403
YOU 3401
ratings 3398
biggest 3394
apprentice 3369
4: 3360
ad 3357
crowd 3355
Do 3346
For 3338
nation 3336
Again 3326
meeting 3323
@CNN 3323
leader 3322
luck 3314
hillary 3306
Please 3302
thought 3300
while 3291
taxes 3288
art 3286
There 3281
One 3278
Trump, 3277
THE 3271
remember 3255
attack 3254
happened 3253
With 3251
As 3247
become 3239
political 3238
times 3225
winning 3217
leadership 3206
Lets 3202
without 3196
H 3193
trying 3192
K 3189
wrong 3182
problems 3181
sign 3173
shes 3173
anyone 3172
interviewed 3158
hit 3156
politicians 3156
major 3129
discussing 3128
Washington 3125
@MittRomney 3110
beat 3109
Be 3109
Q@@ 3106
To 3101
fast 3099
Russia 3094
Bill 3090
truly 3087
line 3079
Get 3078
sad 3074
7: 3050
took 3048
states 3047
energy 3046
Youre 3045
worse 3040
DonaldTrump 3035
comes 3032
saw 3030
system 3021
yet 3020
people, 3020
e: 3018
security 3002
others 3000
save 2997
John 2979
almost 2967
fix 2963
w/ 2958
candidate 2957
wanted 2955
Now, 2955
Obamas 2953
companies 2944
@s@@ 2944
having 2938
Golf 2936
6 2933
gets 2929
Scotland 2926
X@@ 2908
id 2896
@c@@ 2890
probably 2889
Celebrity 2889
@N@@ 2886
Tower 2880
Enjoy 2879
oil 2878
@W@@ 2876
united 2874
Looking 2868
#CelebApprentice 2861
set 2855
Fox 2855
Florida 2854
Id 2854
youve 2850
fact 2849
Iraq 2847
Like 2847
Chicago 2837
On 2832
name 2830
may 2827
spent 2826
Bush 2820
law 2819
ly@@ 2818
ON 2816
already 2813
stupid 2812
o: 2811
Because 2805
successful 2804
badly 2779
heard 2779
words 2772
v 2769
Korea 2769
during 2768
hotel 2764
open 2763
Happy 2763
Wow, 2757
future 2754
someone 2750
Watch 2749
ties 2748
find 2742
int 2739
nobody 2723
american 2718
home 2711
understand 2704
reason 2698
close 2694
happening 2688
speak 2682
both 2682
different 2680
started 2675
say, 2674
move 2664
protect 2662
chance 2660
including 2657
country, 2655
Well, 2651
ads 2649
No, 2648
foreign 2645
Jeb 2642
Deal 2624
Trumps 2619
failed 2614
given 2607
house 2606
power 2589
J 2589
lead 2588
mess 2576
buy 2576
#Trump@@ 2576
dishonest 2571
until 2563
men 2560
focus 2558
whole 2556
looks 2553
enough 2546
makes 2546
trillion 2537
mean 2523
@p@@ 2511
Keep 2511
play 2505
cannot 2501
taken 2501
economic 2495
Art 2493
Cant 2488
wish 2485
Is 2471
debt 2467
horrible 2466
continue 2457
Join 2454
stand 2451
Ted 2449
day, 2437
once 2437
wouldnt 2434
0 2431
PM 2428
stay 2420
weve 2408
Senate 2406
Your 2402
clinton 2400
Carolina 2399
@the@@ 2396
act 2393
fake 2385
control 2379
public 2377
lose 2374
signed 2374
land 2374
fighting 2369
giving 2369
isnt 2363
True 2356
allowed 2352
spending 2348
Many 2344
feel 2341
Love 2338
Party 2336
World 2335
turn 2328
#trump2016 2328
leaving 2324
mind 2322
part 2316
killed 2314
game 2310
second 2310
small 2307
folks 2305
Tax 2298
Day 2295
maybe 2293
class 2286
ones 2285
policy 2277
W 2275
Time 2273
report 2263
absolutely 2263
16 2258
thinking 2257
killing 2255
Trump: 2252
sense 2251
rid 2248
yourself 2244
hate 2241
Hampshire 2232
#MAGA 2229
anybody 2228
led 2225
race 2214
B 2213
Go 2213
television 2211
ask 2210
weak 2200
Entrepreneurs: 2195
Dems 2172
global 2170
nuclear 2170
God 2167
fan 2165
losing 2163
somebody 2162
wonder 2159
kind 2158
healthcare 2155
20 2153
Can 2153
knew 2152
theres 2150
50 2149
point 2135
First 2135
cut 2130
war 2129
three 2120
See 2116
presidential 2107
@nytimes 2102
ive 2100
form 2090
gone 2087
Miss 2087
anymore 2085
Post 2082
join 2079
Doral 2079
Israel 2077
four 2075
lets 2071
watched 2069
Remember 2064
victory 2062
free 2053
These 2045
politics 2034
leave 2030
fully 2029
interesting 2028
create 2026
now, 2025
percent 2025
built 2024
Look 2021
@megynkelly 2020
CNN 2006
forget 1994
speaking 1993
least 1991
action 1990
jobs, 1989
Obamacare 1989
awesome 1988
30 1980
11 1979
rich 1976
case 1975
turned 1967
borders 1965
years, 1955
enjoy 1950
fired 1944
party 1942
asked 1941
single 1941
using 1939
along 1935
middle 1929
arent 1929
safe 1922
team 1922
Right 1920
Who 1917
Congress 1915
So, 1915
raise 1911
d: 1910
families 1906
months 1902
woman 1902
wind 1898
@g@@ 1897
guys 1897
easy 1893
Clintons 1891
means 1888
finally 1887
per 1887
voting 1885
company 1883
welcome 1882
winner 1881
Sunday 1880
interests 1865
young 1862
@seanhannity 1862
that, 1862
weeks 1860
send 1854
workers 1849
leading 1848
air 1848
Rubio 1845
decision 1842
longer 1837
miss 1837
Syria 1837
rally 1836
sent 1835
fun 1835
Country 1835
credit 1829
choice 1825
@IvankaTrump 1824
all, 1820
couldnt 1817
president, 1813
lives 1811
General 1811
allow 1808
fair 1803
@oreillyfactor 1801
After 1799
room 1793
WE 1788
playing 1783
votes 1781
view 1781
@r@@ 1781
ALL 1781
possible 1774
try 1772
evening 1772
ago, 1770
five 1770
administration 1759
announced 1759
birthday 1750
full 1749
shows 1748
cuts 1746
visit 1743
Bernie 1741
12 1738
loved 1734
lie 1732
very, 1728
TO 1725
statement 1724
follow 1719
Administration 1717
Middle 1716
loves 1711
@t@@ 1711
budget 1709
International 1708
Show 1707
cost 1706
paying 1706
children 1703
warming 1701
celebrity 1701
lies 1699
Secretary 1697
correct 1696
Never 1696
Ohio 1690
released 1688
lots 1687
in, 1684
V 1684
interest 1683
Media 1683
Best 1683
radical 1682
NYC 1679
gas 1677
standing 1674
idea 1673
), 1671
policies 1667
THANK 1665
past 1662
white 1660
Vegas 1660
beginning 1658
across 1658
voted 1655
thing, 1655
event 1655
check 1651
bigger 1650
highest 1648
Melania 1648
Okay 1645
Only 1641
matter 1640
FBI 1636
term 1635
meet 1634
theyve 1633
billions 1631
waste 1629
$1 1628
phony 1627
Champion 1627
negative 1624
whether 1624
100% 1620
TV 1620
wasnt 1619
paid 1612
few 1610
thoughts 1609
mention 1607
Universe 1607
unemployment 1606
ran 1606
Governor 1606
spend 1601
group 1600
rate 1598
goes 1597
increase 1596
favorite 1595
is, 1593
happens 1590
ahead 1589
time, 1586
are, 1584
instead 1584
question 1584
china 1580
couple 1580
%@@ 1576
rigged 1575
takes 1573
losers 1571
word 1570
side 1570
At 1569
Americas 1569
(and 1568
common 1568
immediately 1566
Have 1565
weekend 1564
es: 1564
IS 1564
cast 1563
Mike 1563
Weve 1559
East 1558
crooked 1555
candidates 1555
POTUS 1554
complete 1551
#1 1549
gotten 1548
listen 1546
vets 1542
emails 1540
wife 1539
again, 1538
Then 1538
ability 1533
ur 1532
zero 1530
Oh, 1527
level 1524
laughing 1523
asking 1517
sell 1517
service 1516
though 1515
works 1514
dumb 1513
veterans 1509
entire 1508
Today 1507
AND 1504
respected 1503
Senator 1503
re: 1503
@BarackObamas 1503
crime 1501
haters 1500
endorsed 1499
waiting 1499
force 1499
answer 1499
DC 1499
@Macys 1499
loser 1497
Really 1492
star 1491
results 1490
NY 1486
worth 1483
k: 1476
dead 1475
highly 1472
Vote 1472
one, 1470
IN 1463
#CelebrityApprentice 1463
bit 1459
learn 1458
false 1458
no, 1458
Run 1456
between 1451
starting 1450
ET 1450
head 1448
Times 1447
shouldnt 1445
them, 1443
treated 1440
front 1437
fact, 1435
Even 1434
Romney 1432
West 1427
Nobody 1427
moving 1426
Texas 1426
telling 1425
destroy 1423
terrific 1420
Congrats 1419
@CelebApprentice 1419
republican 1413
OK 1412
Shes 1410
Club 1407
market 1405
places 1401
15 1397
growth 1397
bringing 1397
VOTE 1394
Monday 1394
each 1392
imagine 1389
stories 1386
deficit 1385
FOR 1385
Security 1383
enforcement 1382
FAKE 1379
hundreds 1377
today, 1376
face 1373
negotiate 1372
exciting 1369
world, 1369
lied 1368
By 1368
manufacturing 1366
excited 1365
ban 1364
City 1362
Virginia 1360
elected 1359
supporters 1355
14 1354
stuff 1353
@realDonaldTrump: 1353
runs 1351
out, 1345
youll 1344
endorsement 1342
met 1341
todays 1340
charity 1339
Office 1339
Marco 1338
fire 1333
bought 1333
honored 1331
OF 1331
cover 1328
an: 1328
Wall 1326
seeing 1325
z: 1323
huge 1320
primary 1319
Hotel 1319
certain 1317
terrorist 1317
release 1310
Turnberry 1309
especially 1305
brought 1302
private 1302
#AmericaFirst 1296
conference 1294
Let 1294
created 1292
nations 1292
NEWS 1291
immigrants 1287
Islamic 1287
played 1284
Mitt 1284
bill 1281
Saturday 1281
_: 1281
appreciate 1280
outside 1278
city 1277
and, 1272
Hope 1272
unbelievable 1271
vision 1269
Tuesday 1269
minutes 1268
crazy 1266
inner 1266
reading 1262
25 1262
Pennsylvania 1260
Christmas 1259
George 1259
prayers 1258
2017 1256
Some 1254
afraid 1253
pass 1250
Obama, 1249
putting 1247
theyll 1247
message 1246
2nd 1244
hours 1244
advice 1241
piece 1240
turbines 1240
establishment 1239
laws 1238
honest 1237
cities 1235
Las 1234
Are 1234
rebuild 1233
Everyone 1231
late 1228
Putin 1227
raised 1223
@_@@ 1223
york 1221
ships 1220
David 1220
terrorists 1219
President, 1219
club 1218
lower 1216
questions 1214
police 1213
2012 1213
guess 1212
man, 1212
higher 1209
either 1208
favor 1205
politician 1205
strength 1203
tweets 1202
talks 1201
rest 1199
might 1199
poor 1198
trouble 1198
movement 1195
stock 1193
continues 1192
stated 1192
announce 1192
calling 1191
defense 1190
gun 1190
Stock 1190
Every 1189
@WhiteHouse 1186
An 1184
price 1183
rather 1181
plans 1181
Japan 1181
shot 1180
mistake 1180
obamacare 1178
health 1177
Poll 1177
wealth 1175
reporting 1175
champion 1175
whos 1175
Year 1175
voters 1174
based 1174
#makeamericagreatagain 1174
November 1174
Chris 1173
13 1170
Sanders 1170
Theres 1170
gives 1169
@gretawire 1169
corrupt 1167
j 1166
situation 1166
up, 1165
early 1160
episode 1160
etc 1158
failure 1157
tweet 1157
Today, 1153
video 1152
behind 1150
Another 1148
website 1147
announcement 1144
article 1144
His 1144
serious 1143
@GOP 1143
Carson 1143
so, 1141
opportunity 1140
Amazing 1139
education 1133
@ 1131
Presidential 1131
replace 1129
Alabama 1129
death 1127
great, 1127
Amendment 1125
1st 1123
bless 1122
twitter 1122
Always 1119
joke 1115
tv 1115
#TimeToGetTough 1115
final 1114
terrorism 1113
havent 1112
nights 1112
Would 1112
OUR 1111
heart 1110
NFL 1110
father 1108
gonna 1108
@foxnews 1105
powerful 1105
Veterans 1104
Reagan 1104
pretty 1102
prices 1101
incompetent 1101
Cuts 1101
China, 1101
Maybe 1100
work, 1098
okay 1098
process 1096
looked 1093
tower 1092
fine 1089
Ebola 1088
allies 1087
well, 1086
month 1086
this, 1086
WILL 1086
dangerous 1082
field 1082
Minister 1082
NO 1081
supposed 1080
Arizona 1080
key 1077
@TrumpDoral 1077
estate 1074
victims 1073
unfair 1073
sold 1073
brand 1073
Ivanka 1073
Business 1072
tired 1070
@EricTrump 1070
Take 1068
money, 1067
books 1066
repeal 1065
named 1065
100 1065
Donald, 1065
Paul 1064
17 1063
Together, 1063
More 1062
stage 1060
Believe 1060
discuss 1059
owe 1058
half 1057
look, 1056
food 1055
talent 1055
behalf 1054
Youve 1054
large 1053
Give 1051
@barackobama 1049
IT 1049
mine 1046
focused 1046
Too 1046
Hall 1042
host 1041
Pres 1039
defeat 1037
positive 1036
Democrat 1036
post 1035
reform 1035
picture 1035
many, 1035
Saudi 1035
kids 1033
;@@ 1032
NOT 1032
Getting 1032
simple 1031
needed 1030
Chinese 1030
despite 1028
community 1027
win, 1026
experience 1026
Prime 1026
us, 1023
Thanks, 1023
wins 1022
Macys 1022
third 1021
largest 1019
inspiration 1019
courage 1018
lightweight 1016
Wisconsin 1016
except 1015
Miami 1015
Court 1014
reality 1013
60 1013
Stay 1013
serve 1011
reasons 1011
Supreme 1011
Wow 1011
hurt 1010
Justice 1010
calls 1009
sort 1009
politically 1008
WH 1008
Does 1008
Touch 1008
whatever 1007
angry 1006
Tom 1006
living 1005
Remember, 1005
spoke 1004
Did 1002
Jobs 1001
Ford 1001
list 999
write 996
Market 996
Star 996
information 995
WIN 995
received 991
guns 991
sending 990
terms 989
cruz 989
nice, 987
@nbc 987
businesses 986
exactly 986
Yes, 986
Well 986
groups 985
While 984
worked 983
there, 982
advantage 980
quickly 978
born 978
perhaps 975
brilliant 975
businessman 975
return 974
Everybody 968
wise 967
ass 967
AM 967
sir 965
Such 964
#USA 963
Trade 962
PRESIDENT 961
promise 960
role 960
legal 960
Second 960
citizens 959
dream 959
issue 959
ideas 959
@POTUS 958
Heading 954
Street 954
Tea 954
Thx 954
EST 953
kill 952
Friday 952
stronger 951
worry 951
pick 950
Blue 949
regulations 947
grow 945
rules 945
Mark 943
Eric 943
saved 942
@greta 942
players 941
enemy 940
San 939
Super 939
RT 939
safety 938
McCain 938
enemies 937
hold 936
self 936
Bad 936
Sad 936
speaks 935
thinks 935
Michigan 934
brave 933
Friends 933
Midas 933
doubt 931
apologize 931
Kasich 931
local 930
Links 926
financial 925
yes 925
Scott 925
ridiculous 924
confidence 922
perfect 921
passed 921
short 921
college 921
surprise 921
Center 921
hands 920
dollar 919
hits 919
afternoon 918
biased 917
Open 917
meetings 915
F 915
player 914
easily 914
terror 913
themselves 913
Nice 913
tune 912
do, 912
Magazine 912
congratulations 911
debates 911
signing 910
hosting 910
stands 909
points 909
expected 908
track 908
Of 906
fortune 905
Joe 905
Intl 905
hearing 904
consider 903
Yes 903
$2 902
18 902
statements 902
Ben 902
drugs 901
amount 900
spirit 897
enjoyed 897
James 897
threat 896
example 894
arrived 894
NEVER 893
ground 892
Repeal 892
finished 891
members 889
Whats 889
views 887
changed 886
trip 886
#DrainTheSwamp 886
facts 885
NOW 885
later 884
Pence 884
period 883
strongly 883
destroyed 882
Washington, 882
#Trump 882
caught 881
Birthday 879
@TrumpChicago 879
held 878
Puerto 875
Military 874
republicans 873
smart, 873
Where 873
Look, 873
decisions 872
current 872
opening 870
Paris 870
boring 869
Palm 869
Letterman 869
Twitter 868
popular 867
@apprenticenbc 866
defend 865
glad 864
majority 863
tweeting 863
found 862
DONALD 860
general 857
Old 857
justice 856
pouring 855
pushing 855
premiums 854
costs 854
fall 854
records 854
Chuck 853
weapons 851
comments 851
courses 849
keeping 848
Success 848
offer 847
clue 847
crowds 847
charge 846
solve 845
disgrace 844
3rd 844
raising 843
recent 843
rated 843
executive 842
Social 842
Check 841
moment 840
dropped 840
starts 840
States, 840
Rico 839
likes 838
guy, 838
Q 838
Don 838
Indiana 838
$5 837
recently 837
often 836
wrote 836
dying 835
step 834
career 833
core 833
worlds 833
water 832
talked 832
Muslim 832
bet 831
man: 831
Monster 831
#VoteTrump 829
Russia, 828
RUN 828
dinner 827
among 825
federal 824
presidency 824
shirts 824
AllStar 824
forced 822
response 822
attacks 822
daughter 821
Steve 820
hasnt 819
heres 819
Most 819
not, 818
known 818
position 817
currency 817
him, 816
school 815
Clinton, 815
letter 814
tuned 814
#trumpvlog 814
Mexican 813
June 812
hand 811
right, 809
passion 808
BIG 808
property 807
$ 806
March 806
@DonaldJTrumpJr 806
unless 805
opinion 805
democrats 804
fox 804
Also, 804
Jon 804
creating 803
SAFE 803
difference 802
himself 802
fans 801
X 801
loyal 800
Act 799
@FLOTUS 798
clean 797
troops 797
Mayor 797
NAFTA 797
deliver 796
controlled 796
conservative 796
Live 796
Must 795
deal, 793
careful 793
model 793
speeches 792
LOVE 792
Barack 791
amnesty 790
Their 790
definitely 788
sick 787
= 786
returns 786
2014 786
Arabia 784
Going 783
path 781
JOBS 781
Record 781
seems 779
Convention 779
treat 778
tried 777
Canada 777
date 776
vs 775
Senators 774
convention 770
lobbyists 768
Luther 768
clear 767
realize 767
anywhere 767
lucky 765
peace 763
TAX 763
America, 762
refuses 761
proven 761
Russian 761
Africa 761
usa 760
hero 760
Isnt 758
begin 756
trade, 756
heading 755
May 755
destroying 754
Much 754
California 754
7:00 754
genius 752
sit 751
page 751
soldiers 749
trump, 749
pathetic 749
spectacular 748
south 746
end, 746
Nevada 746
involved 745
admit 745
alone 745
international 744
helping 744
handle 744
represent 739
NATO 739
Mexico, 739
Should 738
OPEC 738
supported 737
broken 736
north 735
Tune 734
baby 733
pres 733
certainly 733
hour 732
supporting 731
became 731
@KarlRove 731
potential 730
greatly 730
ABC 730
desperate 729
communities 729
VA 729
Theyve 729
expensive 727
Department 727
Benghazi 727
showed 726
industry 726
lowest 724
succeed 724
due 724
beyond 723
theyd 723
luxury 723
Air 723
governor 722
agenda 721
infrastructure 720
expect 720
Ireland 720
@AlexSalmond 719
Has 718
University 718
2013 717
@nflcommish 717
Chinas 717
From 717
shooting 716
sue 716
staff 715
decades 715
DNC 715
fairly 714
court 713
loss 713
Bob 713
fraud 712
plus 712
criminal 711
cause 710
Beach 710
papers 709
magazine 709
according 707
historic 707
break 707
standard 705
year, 704
q 704
impact 703
walk 703
@JebBush 703
secure 702
2015 702
tough, 702
ARE 702
Nothing 702
myself 702
died 701
progress 701
@billmaher 701
drop 700
rights 699
Al 699
reporter 698
cameras 698
VERY 697
Hispanics 697
relationship 696
program 696
enter 696
refused 696
Billionaire 696
overseas 695
secret 695
coverage 694
beauty 694
learned 694
Iraq, 694
folks, 693
+ 692
packed 692
excuse 692
available 692
/ 692
Next 692
prepared 691
tie 691
France 691
Pageant 690
funding 689
tougher 688
goal 687
inside 687
Nation 687
Kelly 687
Atlantic 687
missed 686
words, 686
former 686
values 685
becoming 685
wishes 684
Had 684
disgusting 683
donors 683
fail 683
construction 683
wear 682
Election 682
Press 682
child 681
Graham 681
chicago 680
run, 679
congrats 679
Greta 679
liberal 678
funny 678
entrepreneurs 677
stopped 677
illegally 676
offers 675
Radical 675
true, 674
claims 674
Watching 674
income 671
beating 671
Was 671
alltime 670
nasty 669
Come 669
husband 667
address 666
agreed 666
buying 666
Hillarys 666
approval 665
Work 665
Georgia 664
33,000 663
celebrate 663
Afghanistan 663
reported 662
good, 662
seriously 662
Egypt 662
bush 661
shape 661
sanctions 660
tells 660
Weiner 660
poorly 659
plane 659
issues 659
gold 659
be, 658
countrys 658
investigation 657
whose 657
Border 657
Gov 657
@HillaryClinton 656
Keystone 655
iran 654
setting 654
helped 653
impossible 653
lying 653
big, 652
events 652
buildings 652
Interesting 652
office, 651
americans 651
provide 650
@realDonaldTrump, 650
killer 648
insurance 648
hotels 648
add 647
ISIS, 647
Boston 646
cares 645
job, 645
notice 645
within 644
attacked 644
$150 644
drug 643
talk, 643
plant 643
silent 643
Glad 643
parents 641
Being 640
Her 640
:) 639
ashamed 638
@piersmorgan 638
military, 637
night, 637
Under 637
ARod 637
remain 636
& 636
13th 636
youd 636
Real 636
talented 635
finest 635
negotiating 635
intelligence 635
judge 635
shut 635
#2016 635
@BreitbartNews 635
wages 634
Replace 634
Oh 633
@Morning_Joe 633
Common 632
possibly 631
caused 630
responsible 630
dealing 630
car 630
accomplished 628
prior 627
bank 627
Despite 627
@Newsmax_Media 627
sitting 626
cash 626
back, 624
protecting 624
online 624
Last 624
study 623
course, 623
trust 623
dog 622
enthusiasm 621
filed 621
SO 621
following 620
nearly 619
Bless 619
greater 617
puts 617
what, 617
written 616
boardroom 616
result 615
bad, 615
overrated 615
Hopefully 615
Iowa, 615
ripping 613
Anthem 613
MaraLago 613
24 612
Massive 612
throughout 611
22 611
Night 611
Without 611
cutting 610
pressure 610
parts 610
listening 610
https://t 610
selling 609
Nations 609
@DannyZuker 609
opportunities 608
Tell 608
effort 607
momentum 606
Michael 606
excellent 605
Looks 605
#ImWithYou 605
$6 604
Tickets: 604
Great, 604
double 603
climate 603
violence 602
book, 601
cars 601
Order 601
voice 600
wasting 600
@mcuban 600
AMERICAN 600
Sometimes 600
dummy 599
Comey 599
@NBC 598
apart 597
NH 596
trillions 595
Merry 595
rule 594
bankrupt 594
Libya 594
election, 593
guts 593
Man 593
travel 592
deserves 591
Here 591
Park 591
@TrumpTowerNY 591
Jeff 590
Joan 590
investment 589
gift 589
condolences 588
isis 588
nomination 588
oh 588
doing, 587
share 587
Thursday 587
attention 586
showing 586
cold 586
Beautiful 586
develop 585
Fantastic 584
fought 583
energy, 583
BEST 583
above 583
socalled 582
sometimes 582
resort 582
Got 582
corporate 581
league 581
guest 581
iowa 580
willing 580
Florida, 580
(or 579
absolute 579
Medicare 579
together, 578
social 578
personal 578
40 578
@BrandiGlanville 578
#BigLeagueTruth 578
forever 577
keeps 577
Strange 577
Over 577
concerning 576
football 576
tonights 576
Up 576
missile 575
reviews 575
committed 575
virtually 575
bills 575
illegals 575
benefit 574
selffunding 574
Terrible 574
Germany 574
remember, 573
famous 573
@NBCNews 573
Fame 572
Anthony 570
cool 569
touch 569
Cut 569
push 568
8:00 568
credibility 567
King 567
apology 566
Z 566
here, 565
worker 565
Committee 565
deserve 564
@washingtonpost 564
increased 564
done, 563
god 563
approved 563
birth 563
War 563
Any 563
officers 562
TRUE 562
human 561
hair 561
followers 561
professional 561
TPP 561
Heres 561
Dem 560
#TrumpForPresident 560
freedom 559
stopping 559
winners 559
photo 557
officials 557
mexico 557
Know 557
approve 556
straight 556
@ABC 556
miles 555
banks 554
concerned 554
six 554
JOBS, 553
mother 552
Core 552
entrepreneur 551
ugly 551
area 550
seven 550
racist 550
closing 549
Those 549
debate, 548
January 548
anyway 547
Facebook 546
restore 545
sorry 545
much, 545
fool 544
further 544
Syrian 544
challenge 543
coal 543
Andrew 543
BE 543
properly 542
opposite 542
taxes, 541
shown 541
hopefully 541
goals 541
#TrumpTrain 541
@Yankees 541
Lyin 541
seem 540
afford 540
show, 540
Robert 540
allowing 539
latest 539
respond 539
negotiators 539
immigrant 538
prisoners 538
simply 537
oh, 536
direction 535
tens 534
Ronald 534
email 533
staying 533
brother 533
9:00 533
Attorney 533
blame 532
Colorado 532
@WSJ 531
days, 530
surprised 530
liked 530
itself 530
fed 529
figure 529
hosted 529
planning 528
citizen 528
quality 528
contract 527
$s 527
performance 526
names 525
Brian 525
CBS 525
economy, 523
pageant 523
product 522
Federal 522
Avenue 521
supports 520
things, 520
agree, 520
Hurricane 520
@cnn 519
owner 519
super 519
Read 519
writing 518
delegates 518
mistakes 518
#celebapprentice 518
LIVE 518
Once 518
REAL 516
unable 515
subject 515
4th 515
Government 515
secretary 514
destruction 514
visited 514
Democratic 514
smartest 513
Dallas 512
7:30 512
Dubai 511
closely 509
importantly, 509
Stop 509
Course 509
reporters 508
promised 507
Hispanic 507
turning 506
Back 506
MOVEMENT 506
tour 505
falling 505
campaign, 505
Instead 505
innocent 504
kept 504
Hillary, 504
washington 503
Oval 503
border, 502
Council 502
korea 501
shame 501
increases 501
sound 501
agrees 501
_ 451
~ 435
# 340
( 319
*@@ 269
)@@ 266
=@@ 229
+@@ 220
| 212
~@@ 192
[@@ 146
] 132
* 104
{@@ 87
} 87
&@@ 33
`@@ 27
