<UNK> 441855
e@@ 376174
i@@ 366608
the 364693
t@@ 348404
o@@ 322925
c@@ 316485
u@@ 302170
to 289212
p@@ 279270
a@@ 274856
s@@ 260065
! 259303
a 221582
r@@ 211459
and 205441
l@@ 190650
h@@ 187536
I 179455
d@@ 176528
m@@ 175725
of 174233
in 158114
n@@ 156179
g@@ 152589
is 147590
f@@ 145479
re@@ 145153
s 143044
v@@ 138208
, 136754
you 134562
b@@ 134361
er@@ 130968
e 128937
en@@ 124186
@@@ 117249
on@@ 117048
in@@ 116591
w@@ 116180
for 115448
on 115361
ar@@ 112755
an@@ 112399
k@@ 111996
y@@ 105597
@realDonaldTrump 103594
A@@ 101162
st@@ 99978
S@@ 99957
C@@ 93316
at@@ 89434
be 87479
that 86585
: 85406
ing 84685
it 83772
t 80633
have 80563
or@@ 78549
T@@ 75068
al@@ 75020
great 74846
will 72129
ic@@ 72084
ed 71709
E@@ 71157
are 70450
M@@ 70399
y 68776
R@@ 67172
P@@ 66671
it@@ 64294
le@@ 61627
I@@ 61153
N@@ 60997
going 59573
L@@ 59563
? 58697
with 57729
B@@ 56760
O@@ 55542
our 55184
at 54870
we 54299
Trump 54284
The 53947
il@@ 53720
people 51745
; 51293
er 49851
es 49705
#@@ 49282
de@@ 48338
ro@@ 48245
H@@ 46361
om@@ 45796
was 44293
they 43509
G@@ 43349
this 43247
W@@ 42153
not 42125
F@@ 41518
all 41235
D@@ 40962
0@@ 38904
We 38604
my 37639
am@@ 37619
li@@ 37482
el@@ 37060
s, 35641
x@@ 35589
si@@ 35530
get 35475
1@@ 35317
do 34869
so 34867
by 34257
dont 34209
country 33491
one 33412
he 33123
like 32950
an 32947
me 32277
ch@@ 32191
And 32133
your 31844
ra@@ 31668
would 31443
has 30959
h 30556
as 30388
about 30114
2@@ 29947
z@@ 29527
l 29503
di@@ 29321
or 29264
_@@ 28842
lo@@ 28649
ad@@ 28587
sh@@ 28544
n 28482
trump 27996
U@@ 27960
just 27575
know 27549
Thank 27398
J@@ 27320
from 27082
j@@ 27074
se@@ 26973
very 26916
un@@ 26915
what 26827
but 26798
out 26640
want 26519
You 25994
la@@ 25968
its 25872
is@@ 25413
ly 25273
who 25097
A 24946
@realdonaldtrump 24859
al 24467
S 24353
ts 24162
were 24037
think 23928
time 23902
make 23623
ru@@ 23399
president 23238
d 22995
V@@ 22917
as@@ 22588
can 22379
y, 22366
c 22329
es@@ 22283
Donald 22076
us 22000
good 21726
Im 21698
up 21097
back 20821
4@@ 20469
5@@ 20368
te@@ 20331
many 20249
more 20025
K@@ 19723
never 19719
k 19619
ers 19310
his 19071
run 18962
need 18825
much 18737
new 18636
Obama 18417
America 18350
if 18335
But 18302
them 18287
thank 18016
because 17827
go 17778
big 17741
They 17708
love 17679
m 17629
been 17612
see 17390
now 17332
9@@ 17299
be@@ 17260
should 17174
President 16995
than 16949
said 16914
Great 16900
ing@@ 16750
3@@ 16502
really 16453
p 16410
Y@@ 16351
no 16256
6@@ 16242
when 16046
Hillary 16028
8@@ 16018
right 15949
their 15913
He 15910
cant 15894
Thanks 15679
best 15613
So 15538
o 15491
and@@ 15477
@M@@ 15428
ation 15268
Re@@ 15048
7@@ 14850
Its 14627
say 14539
got 14425
It 14418
am 14308
over 14267
even 14263
way 14174
i 14102
look 14023
day 13826
ma@@ 13701
E 13546
vote 13531
q@@ 13455
ge@@ 13452
ever 13423
only 13416
had 13365
last 13349
money 13345
take 13094
d, 13081
win 13075
,@@ 12934
U 12901
years 12810
me@@ 12661
If 12642
man 12495
$@@ 12489
u 12383
lot 12351
r 12334
) 12333
job 12264
him 12254
work 12224
world 12216
how 12104
she 12044
(@@ 11869
no@@ 11854
bad 11779
there 11777
ate 11748
@S@@ 11738
g 11675
American 11569
show 11548
es, 11537
know, 11537
00 11505
sa@@ 11493
today 11490
go@@ 11432
jobs 11412
her 11370
doing 11343
must 11070
theyre 11062
ab@@ 11043
for@@ 11041
better 11034
deal 10928
T 10922
De@@ 10873
/@@ 10610
into 10517
Clinton 10434
New 10224
youre 10209
other 10194
again 10192
co@@ 10179
red 10176
did 10166
believe 10125
bo@@ 10046
ta@@ 10030
come 9941
thats 9911
@B@@ 9893
things 9862
s: 9848
D 9835
first 9833
tonight 9804
thing 9754
made 9741
could 9722
being 9673
Mr 9603
night 9495
China 9476
#Trump2016 9440
My 9410
these 9376
2016 9329
done 9317
% 9293
This 9219
give 9123
well 9123
@D@@ 9059
C 8960
t, 8958
down 8876
able 8734
amazing 8690
@J@@ 8688
real 8670
where 8663
some 8617
which 8600
Y 8547
Were 8515
Just 8504
tell 8471
hard 8423
didnt 8385
do@@ 8337
donald 8328
forward 8318
doesnt 8300
nice 8239
business 8146
Trump@@ 8144
@m@@ 8138
he@@ 8133
@C@@ 8106
ted 8098
interview 8076
Ive 8043
always 8042
hes 8027
man@@ 7977
er, 7963
then 7935
@T@@ 7852
thanks 7793
every 7788
GREAT 7738
keep 7728
true 7681
america 7665
on, 7636
@A@@ 7597
why 7576
1 7557
most 7502
M 7471
let 7365
w 7351
What 7335
y: 7330
1: 7292
said, 7276
Will 7256
next 7242
ed@@ 7215
year 7193
United 7175
@j@@ 7171
put 7152
needs 7123
news 7071
guy 7071
ally 7020
2 6979
R 6955
million 6932
In 6920
after 6834
ing, 6832
talk 6819
media 6749
tax 6741
long 6725
Our 6691
coming 6666
any 6649
Why 6632
@BarackObama 6623
@foxandfriends 6622
5 6566
place 6519
care 6517
stop 6486
total 6393
against 6380
before 6331
watch 6324
here 6307
trade 6293
campaign 6255
another 6233
two 6112
9 6107
(cont) 6095
nothing 6057
wait 6034
looking 6014
working 6009
getting 5999
AMERICA 5998
Thats 5970
P 5959
News 5949
im 5932
happen 5931
7 5929
#MakeAmericaGreatAgain 5909
support 5905
:@@ 5883
wants 5868
ill 5855
Ill 5851
end 5850
honor 5840
When 5828
election 5810
bring 5810
hope 5805
something 5756
10@@ 5752
use 5747
also 5703
wonderful 5698
G 5695
@FoxNews 5674
person 5668
son 5665
4 5655
@P@@ 5642
help 5635
States 5620
story 5558
3 5547
those 5542
She 5538
@F@@ 5536
soon 5529
ago 5517
L 5478
No 5477
golf 5459
N 5443
course 5442
debate 5379
too 5358
Apprentice 5323
ObamaCare 5322
totally 5283
it, 5273
running 5250
please 5247
tomorrow 5244
sure 5218
strong 5203
you, 5185
beautiful 5180
smart 5166
change 5145
making 5118
f 5091
wont 5073
military 5072
far 5072
Via 5053
speech 5041
record 5017
talking 5010
less 4988
own 4923
pay 4887
MAKE 4869
little 4863
How 4859
@K@@ 4853
8 4847
AGAIN 4837
poll 4822
start 4818
off 4796
days 4793
life 4774
millions 4773
House 4754
@R@@ 4746
seen 4737
TRUMP 4709
does 4707
mean, 4706
saying 4705
Dont 4645
problem 4626
via 4622
Theyre 4615
me, 4607
Republican 4603
morning 4597
economy 4595
such 4592
@L@@ 4584
Z@@ 4554
dollars 4548
@k@@ 4539
Iran 4531
proud 4530
anything 4527
National 4512
Americans 4500
Republicans 4498
2: 4496
Big 4494
came 4488
live 4476
obama 4469
Now 4461
agree 4426
illegal 4404
3: 4393
Very 4391
lost 4355
important 4343
border 4340
York 4340
@d@@ 4333
history 4302
b 4267
gave 4262
All 4260
greatest 4242
Make 4239
special 4234
press 4217
building 4214
US 4208
@H@@ 4188
O 4186
everyone 4175
whats 4171
went 4163
success 4142
Think 4141
build 4139
disaster 4139
Iowa 4129
fantastic 4127
Crooked 4117
week 4113
watching 4085
hear 4066
@ApprenticeNBC 4066
immigration 4061
state 4057
tough 4054
10 4046
x 4043
Mexico 4031
That 4025
USA 4019
respect 4014
actually 4002
@b@@ 3994
terrible 3993
numbers 3986
book 3976
incredible 3964
er: 3938
call 3934
since 3928
top 3928
still 3887
happy 3886
low 3874
everybody 3871
old 3865
Not 3863
Hes 3859
@The@@ 3858
read 3835
NBC 3835
Cruz 3834
leaders 3830
fight 3814
Democrats 3807
season 3802
same 3796
age 3791
worst 3777
wall 3776
around 3775
away 3773
national 3771
order 3742
pm 3739
deals 3733
hell 3729
tremendous 3728
truth 3726
massive 3723
says 3723
ISIS 3710
number 3708
Good 3707
everything 3706
won 3706
called 3702
White 3699
office 3695
knows 3689
z 3686
North 3684
billion 3672
mr 3666
under 3660
People 3657
State 3646
else 3632
through 3630
Fake 3624
friend 3615
left 3610
plan 3608
told 3592
@G@@ 3588
thousands 3571
women 3550
Congratulations 3546
family 3544
government 3536
yesterday 3522
polls 3521
taking 3517
way, 3510
@E@@ 3499
used 3484
countries 3441
failing 3433
a: 3429
GOP 3417
ready 3413
South 3410
friends 3407
high 3402
YOU 3401
ratings 3394
together 3393
biggest 3389
apprentice 3360
ad 3347
Do 3346
nation 3343
crowd 3339
For 3338
meeting 3334
leader 3329
Again 3326
@CNN 3323
luck 3308
hillary 3307
thought 3304
Please 3302
while 3291
taxes 3290
art 3284
There 3281
One 3278
Trump, 3277
THE 3271
remember 3265
attack 3265
happened 3253
With 3251
As 3247
political 3238
become 3232
winning 3221
times 3215
leadership 3212
without 3203
Lets 3202
trying 3193
H 3193
wrong 3191
sign 3189
problems 3189
K 3189
shes 3177
anyone 3168
interviewed 3163
hit 3161
politicians 3152
major 3135
Washington 3125
beat 3115
discussing 3114
@MittRomney 3110
Be 3109
Q@@ 3106
To 3101
fast 3099
Russia 3094
Bill 3090
sad 3086
truly 3083
line 3081
Get 3078
energy 3053
took 3050
7: 3050
states 3047
Youre 3045
worse 3039
DonaldTrump 3035
comes 3034
people, 3031
system 3030
saw 3024
yet 3020
e: 3018
save 3008
security 2996
others 2993
John 2979
w/ 2976
almost 2971
candidate 2967
fix 2961
wanted 2957
Now, 2955
Obamas 2953
@s@@ 2942
companies 2938
having 2938
Golf 2936
6 2932
Scotland 2926
gets 2924
X@@ 2908
probably 2894
@c@@ 2893
Celebrity 2889
@N@@ 2886
Tower 2880
Enjoy 2879
id 2876
@W@@ 2876
oil 2869
Looking 2868
united 2864
#CelebApprentice 2861
youve 2856
Fox 2855
Florida 2854
Id 2854
set 2850
fact 2850
Iraq 2847
Like 2847
Chicago 2837
On 2832
name 2831
spent 2827
law 2822
may 2821
ly@@ 2820
Bush 2820
ON 2816
o: 2811
already 2805
Because 2805
stupid 2803
successful 2796
badly 2789
words 2782
heard 2781
v 2775
Korea 2769
during 2768
open 2766
hotel 2765
Happy 2763
someone 2757
Wow, 2757
ties 2750
Watch 2749
find 2743
future 2740
int 2726
nobody 2722
understand 2715
american 2712
close 2697
reason 2697
home 2696
happening 2686
speak 2683
both 2682
different 2681
started 2678
move 2675
say, 2671
protect 2668
chance 2667
including 2657
country, 2655
Well, 2651
ads 2648
No, 2648
foreign 2646
Jeb 2642
Deal 2624
Trumps 2619
failed 2613
given 2607
power 2596
J 2589
mess 2587
lead 2580
house 2577
buy 2577
#Trump@@ 2576
dishonest 2567
until 2563
whole 2562
men 2558
focus 2553
looks 2548
makes 2548
enough 2544
trillion 2531
mean 2520
Keep 2511
cannot 2507
@p@@ 2507
play 2500
taken 2497
economic 2495
Art 2493
Cant 2488
wish 2483
debt 2475
Is 2471
horrible 2467
continue 2459
Join 2454
Ted 2449
stand 2446
day, 2442
0 2439
once 2437
wouldnt 2433
PM 2428
weve 2407
clinton 2407
Senate 2406
Your 2402
stay 2401
Carolina 2399
@the@@ 2390
act 2387
control 2386
public 2380
land 2380
fake 2377
fighting 2374
signed 2370
giving 2370
lose 2363
isnt 2358
True 2356
spending 2350
#trump2016 2348
allowed 2344
Many 2344
feel 2339
Love 2338
Party 2336
World 2335
killed 2330
mind 2327
leaving 2322
turn 2322
part 2319
game 2311
small 2307
second 2307
folks 2298
Tax 2298
Day 2295
class 2291
ones 2288
maybe 2284
policy 2281
W 2275
Time 2273
report 2265
16 2262
thinking 2257
killing 2257
rid 2255
absolutely 2253
Trump: 2252
sense 2244
yourself 2244
hate 2242
led 2236
Hampshire 2232
#MAGA 2229
anybody 2225
B 2213
Go 2213
ask 2208
race 2206
television 2205
Entrepreneurs: 2195
weak 2186
Dems 2172
global 2171
nuclear 2171
losing 2170
God 2167
wonder 2158
somebody 2158
50 2156
fan 2156
kind 2154
healthcare 2153
Can 2153
knew 2151
20 2151
theres 2151
First 2135
cut 2129
war 2126
three 2124
point 2121
See 2116
ive 2108
presidential 2099
@nytimes 2096
anymore 2096
form 2091
Miss 2087
four 2086
gone 2083
Post 2082
Doral 2079
Israel 2077
join 2070
victory 2067
watched 2065
lets 2064
Remember 2064
free 2051
These 2045
politics 2038
fully 2034
now, 2032
create 2031
interesting 2029
leave 2027
Look 2021
percent 2018
@megynkelly 2013
built 2008
CNN 2006
speaking 1997
forget 1997
awesome 1997
least 1991
Obamacare 1989
jobs, 1987
11 1985
30 1982
action 1982
rich 1970
turned 1965
case 1963
borders 1958
fired 1956
years, 1954
party 1937
asked 1936
single 1934
along 1930
using 1930
middle 1928
enjoy 1925
arent 1924
Right 1920
safe 1919
raise 1917
Who 1917
Congress 1915
So, 1915
woman 1911
team 1910
d: 1910
families 1909
@g@@ 1901
guys 1899
months 1896
easy 1895
wind 1891
Clintons 1891
means 1890
finally 1889
company 1885
per 1883
voting 1883
Sunday 1880
winner 1878
@seanhannity 1877
welcome 1874
that, 1870
young 1865
weeks 1865
interests 1858
leading 1850
send 1849
workers 1847
air 1847
miss 1846
Rubio 1845
longer 1843
fun 1839
decision 1837
Syria 1837
Country 1835
choice 1829
sent 1829
credit 1828
@IvankaTrump 1824
all, 1823
couldnt 1823
rally 1820
president, 1819
allow 1817
lives 1813
General 1811
fair 1808
After 1799
view 1798
room 1792
@oreillyfactor 1789
WE 1788
five 1787
ALL 1781
votes 1780
@r@@ 1780
playing 1779
ago, 1775
possible 1774
evening 1767
try 1764
full 1762
birthday 1760
announced 1757
shows 1755
administration 1753
cuts 1750
visit 1747
Bernie 1741
12 1735
lie 1734
very, 1731
statement 1730
loved 1728
TO 1725
follow 1719
Administration 1717
Middle 1716
loves 1715
@t@@ 1713
cost 1711
budget 1711
International 1708
warming 1707
children 1707
Show 1707
paying 1705
lies 1704
Secretary 1697
Never 1696
correct 1692
Ohio 1690
celebrity 1689
gas 1685
V 1684
Media 1683
Best 1683
in, 1682
released 1679
interest 1679
NYC 1679
lots 1676
radical 1675
policies 1671
white 1670
), 1670
idea 1669
standing 1669
THANK 1665
beginning 1664
past 1662
event 1660
Vegas 1660
voted 1658
check 1656
thing, 1651
across 1651
bigger 1650
Melania 1648
Okay 1645
term 1643
Only 1641
matter 1639
phony 1636
FBI 1636
billions 1635
highest 1634
meet 1630
$1 1629
theyve 1628
wasnt 1627
Champion 1627
negative 1624
100% 1624
waste 1623
whether 1622
TV 1620
unemployment 1617
paid 1614
few 1610
thoughts 1609
ran 1608
group 1608
Universe 1607
mention 1606
Governor 1606
rate 1604
spend 1603
goes 1602
time, 1600
increase 1596
is, 1592
happens 1585
ahead 1585
instead 1584
favorite 1583
china 1579
are, 1579
common 1579
question 1578
immediately 1576
%@@ 1576
rigged 1575
word 1573
couple 1573
At 1569
Americas 1569
losers 1568
takes 1567
Have 1565
side 1564
es: 1564
IS 1564
Mike 1563
(and 1561
weekend 1560
Weve 1559
East 1558
gotten 1557
#1 1555
candidates 1554
POTUS 1554
crooked 1553
cast 1553
complete 1546
emails 1544
listen 1543
wife 1539
Then 1538
ur 1535
level 1533
again, 1531
ability 1531
vets 1527
Oh, 1527
laughing 1524
asking 1523
zero 1523
dumb 1520
sell 1520
service 1516
works 1511
though 1511
veterans 1509
Today 1507
endorsed 1505
AND 1504
force 1503
Senator 1503
re: 1503
@BarackObamas 1503
entire 1502
respected 1502
loser 1502
crime 1499
DC 1499
@Macys 1499
answer 1498
waiting 1496
results 1494
haters 1493
Really 1492
worth 1486
star 1486
NY 1486
highly 1480
dead 1476
k: 1476
Vote 1472
one, 1468
learn 1464
IN 1463
#CelebrityApprentice 1463
bit 1461
false 1459
head 1456
Run 1456
no, 1454
between 1451
ET 1450
shouldnt 1448
them, 1447
Times 1447
starting 1445
front 1445
Even 1434
treated 1433
Romney 1432
fact, 1431
West 1427
Nobody 1427
Texas 1426
telling 1424
moving 1421
terrific 1421
Congrats 1419
@CelebApprentice 1419
republican 1418
destroy 1417
OK 1412
Shes 1410
places 1409
Club 1407
market 1406
growth 1401
bringing 1397
VOTE 1394
Monday 1394
each 1392
15 1391
deficit 1391
stories 1389
imagine 1385
FOR 1385
Security 1383
hundreds 1381
today, 1380
FAKE 1379
enforcement 1378
ban 1374
negotiate 1374
manufacturing 1369
By 1368
exciting 1365
world, 1364
elected 1364
lied 1363
excited 1362
City 1362
Virginia 1360
supporters 1359
face 1357
runs 1357
@realDonaldTrump: 1353
stuff 1352
todays 1351
youll 1348
14 1347
out, 1344
endorsement 1343
Office 1339
Marco 1338
charity 1332
met 1331
bought 1331
OF 1331
honored 1328
an: 1328
fire 1326
Wall 1326
z: 1323
huge 1322
seeing 1321
certain 1321
cover 1320
Hotel 1319
release 1313
primary 1310
Turnberry 1309
terrorist 1307
private 1306
brought 1303
especially 1301
#AmericaFirst 1296
Let 1294
conference 1292
immigrants 1292
created 1291
nations 1291
NEWS 1291
Islamic 1287
Mitt 1284
Saturday 1281
_: 1281
played 1280
appreciate 1276
outside 1275
and, 1272
bill 1272
Hope 1272
minutes 1269
Tuesday 1269
city 1265
crazy 1265
25 1263
unbelievable 1263
vision 1262
afraid 1261
Pennsylvania 1260
Christmas 1259
George 1259
inner 1258
2017 1256
prayers 1254
Some 1254
pass 1253
putting 1252
theyll 1251
reading 1250
message 1249
Obama, 1249
piece 1248
2nd 1247
hours 1246
advice 1241
rebuild 1240
turbines 1238
laws 1236
establishment 1234
Las 1234
Are 1234
cities 1233
Everyone 1231
honest 1230
Putin 1227
late 1226
raised 1226
@_@@ 1223
club 1222
terrorists 1220
ships 1220
David 1220
President, 1219
lower 1217
questions 1217
police 1215
guess 1214
favor 1212
york 1212
man, 1211
higher 1210
politician 1210
2012 1208
tweets 1204
strength 1203
trouble 1203
poor 1202
either 1201
movement 1200
talks 1198
rest 1198
stock 1196
calling 1196
obamacare 1194
might 1194
continues 1192
gun 1191
announce 1191
Stock 1190
Every 1189
defense 1186
@WhiteHouse 1186
shot 1184
An 1184
price 1183
mistake 1182
plans 1181
Japan 1181
wealth 1179
reporting 1178
stated 1178
health 1178
Poll 1177
rather 1176
whos 1176
voters 1175
Year 1175
November 1174
champion 1173
Chris 1173
based 1172
@gretawire 1172
corrupt 1171
gives 1171
13 1170
Sanders 1170
Theres 1170
episode 1169
situation 1168
early 1165
failure 1165
up, 1163
#makeamericagreatagain 1160
tweet 1156
j 1154
etc 1154
serious 1154
video 1153
Today, 1153
behind 1149
website 1149
Another 1148
so, 1146
article 1144
His 1144
great, 1143
@GOP 1143
Carson 1143
opportunity 1142
Amazing 1139
announcement 1138
Presidential 1131
@ 1130
1st 1129
Alabama 1129
education 1128
replace 1125
Amendment 1125
joke 1119
twitter 1119
Always 1119
@foxnews 1117
death 1117
nights 1115
#TimeToGetTough 1115
bless 1114
powerful 1112
Would 1112
OUR 1111
father 1110
tv 1110
NFL 1110
terrorism 1108
heart 1108
havent 1107
final 1107
work, 1107
gonna 1106
incompetent 1105
Veterans 1104
Reagan 1104
prices 1102
Cuts 1101
China, 1101
Maybe 1100
pretty 1099
okay 1097
process 1094
looked 1092
fine 1091
tower 1090
month 1089
Ebola 1088
WILL 1086
allies 1084
key 1082
dangerous 1082
this, 1082
Minister 1082
NO 1081
Arizona 1080
well, 1079
field 1079
supposed 1077
@TrumpDoral 1077
unfair 1076
Ivanka 1073
Business 1072
sold 1071
brand 1071
estate 1070
@EricTrump 1070
discuss 1068
Take 1068
stage 1065
money, 1065
tired 1065
Donald, 1065
Paul 1064
17 1063
100 1063
Together, 1063
food 1062
victims 1062
More 1062
repeal 1060
Believe 1060
half 1058
owe 1058
books 1057
named 1057
@barackobama 1056
look, 1054
Youve 1054
large 1053
behalf 1053
talent 1053
focused 1052
Give 1051
IT 1049
Too 1046
reform 1043
Hall 1042
many, 1041
Pres 1039
needed 1038
mine 1038
host 1036
Democrat 1036
Saudi 1035
kids 1034
defeat 1033
despite 1032
post 1032
;@@ 1032
NOT 1032
Getting 1032
picture 1031
positive 1030
simple 1030
Chinese 1030
win, 1029
wins 1026
community 1026
Prime 1026
largest 1023
courage 1023
us, 1023
inspiration 1023
Thanks, 1023
Macys 1022
experience 1020
third 1016
Wisconsin 1016
reality 1015
Miami 1015
reasons 1014
60 1014
Court 1014
Stay 1013
lightweight 1012
living 1012
Supreme 1011
Wow 1011
calls 1010
Justice 1010
politically 1009
serve 1009
angry 1009
WH 1008
Does 1008
Touch 1008
Tom 1006
except 1005
sort 1005
Remember, 1005
whatever 1004
list 1003
Did 1002
received 1001
hurt 1001
Jobs 1001
Ford 1001
write 996
Market 996
Star 996
spoke 995
WIN 995
exactly 991
information 990
nice, 988
businesses 987
sending 987
Yes, 986
Well 986
terms 985
While 984
@nbc 983
guns 983
there, 982
perhaps 980
worked 980
groups 980
quickly 979
born 979
ass 978
advantage 977
return 969
Everybody 968
cruz 967
businessman 967
AM 967
wise 966
brilliant 966
Such 964
#USA 963
sir 962
Trade 962
issue 961
PRESIDENT 961
citizens 960
promise 960
Second 960
dream 959
@POTUS 958
role 956
legal 956
ideas 954
Heading 954
Street 954
Tea 954
Thx 954
EST 953
Friday 952
kill 950
Blue 949
worry 948
stronger 946
regulations 944
players 944
saved 943
rules 943
@greta 943
Mark 943
Eric 943
brave 941
pick 941
grow 940
safety 940
hold 939
enemy 939
San 939
Super 939
RT 939
self 938
McCain 938
Bad 936
Sad 936
thinks 934
Michigan 934
Friends 933
Midas 933
Kasich 931
doubt 929
enemies 929
speaks 928
local 927
confidence 926
yes 926
Links 926
short 925
apologize 925
Scott 925
dollar 924
passed 923
financial 923
hands 922
college 922
Center 921
perfect 920
ridiculous 919
meetings 919
tune 918
Open 917
congratulations 916
hits 916
biased 916
player 916
F 915
afternoon 914
hearing 913
surprise 913
themselves 913
Nice 913
Magazine 912
terror 910
track 910
signing 909
easily 909
consider 907
expected 907
points 906
do, 906
Of 906
amount 905
debates 905
Joe 905
Intl 905
stands 904
hosting 904
Yes 903
fortune 902
18 902
statements 902
Ben 902
$2 901
drugs 900
James 897
example 893
NEVER 893
spirit 892
Repeal 892
destroyed 890
threat 890
finished 889
Whats 889
arrived 887
ground 887
period 886
members 886
#DrainTheSwamp 886
NOW 885
caught 884
facts 884
enjoyed 884
Pence 884
trip 883
changed 882
later 882
@apprenticenbc 882
Washington, 882
#Trump 882
held 881
republicans 881
Birthday 879
@TrumpChicago 879
current 878
strongly 878
smart, 875
Puerto 875
views 874
Military 874
popular 873
Where 873
Look, 873
Paris 870
decisions 869
opening 869
Palm 869
Letterman 869
Twitter 868
glad 866
found 865
fall 865
majority 865
boring 863
defend 863
DONALD 860
records 859
tweeting 857
Old 857
premiums 856
courses 856
pushing 854
general 853
offer 853
Chuck 853
weapons 852
comments 852
3rd 851
clue 850
pouring 850
costs 850
justice 849
keeping 849
disgrace 848
Success 848
solve 846
charge 845
guy, 845
rated 845
crowds 844
raising 843
starts 842
$5 842
Social 842
executive 841
Check 841
recent 840
States, 840
wrote 839
Rico 839
dropped 838
career 838
recently 838
Q 838
Don 838
Indiana 838
bet 837
likes 836
water 834
moment 833
step 833
Muslim 832
core 831
worlds 831
man: 831
Monster 831
dying 830
shirts 829
#VoteTrump 829
dinner 828
Russia, 828
RUN 828
presidency 827
heres 827
response 826
talked 826
forced 825
often 824
AllStar 824
hasnt 823
daughter 822
federal 821
among 821
known 821
position 821
democrats 820
Steve 820
Most 819
letter 818
currency 818
attacks 818
him, 816
Clinton, 815
not, 814
Mexican 813
June 812
tuned 811
#trumpvlog 811
BIG 808
hand 807
school 807
$ 807
loyal 806
property 806
March 806
@DonaldJTrumpJr 806
creating 805
right, 805
passion 805
opinion 804
Also, 804
Jon 804
SAFE 803
unless 802
himself 802
X 801
fans 800
troops 799
Act 799
clean 798
conservative 798
@FLOTUS 798
difference 797
fox 797
controlled 797
Mayor 797
NAFTA 797
Live 796
deal, 795
Must 795
deliver 793
careful 793
model 793
sick 792
LOVE 792
Barack 791
Their 790
= 786
2014 786
definitely 785
amnesty 785
speeches 785
Arabia 784
returns 783
Going 783
tried 781
JOBS 781
Record 781
Convention 779
path 778
seems 778
Canada 777
date 775
lobbyists 775
Senators 774
vs 773
treat 770
convention 770
clear 769
Luther 768
lucky 767
usa 766
anywhere 766
refuses 764
hero 764
heading 763
realize 763
TAX 763
America, 762
peace 761
proven 761
Russian 761
Africa 761
genius 760
trade, 758
Isnt 758
begin 755
May 755
Much 754
California 754
7:00 754
soldiers 751
international 749
admit 749
alone 749
helping 748
end, 748
north 747
sit 747
handle 747
destroying 746
Nevada 746
involved 744
pathetic 744
page 744
represent 742
spectacular 742
NATO 739
Mexico, 739
trump, 738
Should 738
OPEC 738
supported 736
pres 735
certainly 735
baby 734
Tune 734
south 733
broken 733
communities 733
became 733
greatly 732
@KarlRove 731
ABC 730
governor 729
VA 729
Theyve 729
industry 728
due 728
hour 728
desperate 727
Department 727
Benghazi 727
infrastructure 726
lowest 726
agenda 726
supporting 726
expensive 723
Air 723
beyond 722
theyd 722
potential 721
showed 720
criminal 720
expect 720
luxury 720
Ireland 720
succeed 719
@AlexSalmond 719
Has 718
University 718
court 717
sue 717
2013 717
Chinas 717
From 717
decades 715
DNC 715
shooting 714
staff 714
Bob 713
fraud 712
according 711
plus 711
loss 710
fairly 710
@nflcommish 710
Beach 710
walk 709
historic 708
cause 708
died 707
break 707
standard 706
papers 705
year, 704
2015 704
progress 703
@JebBush 703
magazine 702
reporter 702
tough, 702
ARE 702
Nothing 702
myself 702
impact 699
relationship 699
secure 699
Al 699
q 698
overseas 698
secret 698
program 697
VERY 697
Hispanics 697
coverage 696
prepared 696
cameras 696
Billionaire 696
rights 695
enter 695
inside 695
tie 694
/ 694
Iraq, 694
+ 693
learned 693
@billmaher 693
drop 692
beauty 692
Next 692
goal 691
packed 691
France 691
funding 690
refused 690
Pageant 690
missed 689
folks, 689
excuse 688
becoming 688
words, 687
Nation 687
Kelly 687
Atlantic 687
run, 686
donors 686
fail 686
available 686
former 686
illegally 685
wear 685
values 684
stopped 684
Had 684
tougher 683
congrats 682
Election 682
Press 682
Graham 681
child 679
liberal 679
funny 679
Greta 679
disgusting 678
construction 678
wishes 678
claims 676
Radical 675
offers 674
Watching 674
nasty 673
iran 671
beating 671
Was 671
true, 670
income 669
address 669
Come 669
entrepreneurs 668
gold 667
approval 666
celebrate 666
alltime 666
good, 666
agreed 666
husband 666
Hillarys 666
Work 665
plane 664
Georgia 664
buying 663
Afghanistan 663
be, 662
reported 662
investigation 662
sanctions 662
seriously 662
tells 662
Egypt 662
33,000 661
countrys 661
Weiner 660
shape 659
lying 658
whose 658
poorly 657
buildings 657
issues 657
Border 657
Gov 657
events 656
@HillaryClinton 656
Keystone 655
helped 654
setting 654
big, 652
Interesting 652
killer 650
impossible 650
@realDonaldTrump, 650
insurance 649
bush 649
provide 649
office, 648
add 648
cares 647
$150 647
ISIS, 647
drug 646
talk, 646
Boston 646
job, 645
plant 645
military, 644
within 644
notice 643
Glad 643
silent 642
attacked 642
finest 640
hotels 640
@piersmorgan 640
13th 640
Being 640
Her 640
night, 639
shut 639
:) 639
talented 638
negotiating 638
remain 637
Under 637
ARod 637
dealing 636
parents 636
wages 636
judge 636
Real 636
& 635
@BreitbartNews 635
possibly 634
Replace 634
ashamed 633
Oh 633
@Morning_Joe 633
americans 632
#2016 632
youd 632
Common 632
accomplished 631
cash 630
sitting 629
caused 628
prior 627
Despite 627
@Newsmax_Media 627
bank 626
car 626
responsible 625
intelligence 625
online 625
dog 624
trust 624
Last 624
study 622
enthusiasm 622
course, 621
filed 621
SO 621
back, 620
following 619
Bless 619
protecting 618
what, 618
result 616
nearly 616
cutting 615
puts 615
boardroom 615
Hopefully 615
Iowa, 615
greater 614
selling 614
pressure 613
ripping 613
Anthem 613
MaraLago 613
throughout 612
24 612
22 612
Massive 612
bad, 611
written 611
momentum 611
Night 611
Without 611
https://t 610
overrated 609
Nations 609
@DannyZuker 609
effort 608
Tell 608
violence 607
excellent 607
parts 606
listening 606
climate 606
Michael 606
$6 605
Looks 605
#ImWithYou 605
double 604
opportunities 604
Tickets: 604
Great, 604
cars 603
wasting 602
Order 601
AMERICAN 600
Sometimes 600
voice 599
travel 599
dummy 599
Comey 599
@mcuban 598
@NBC 598
iowa 597
book, 597
investment 596
trillions 596
NH 596
apart 595
bankrupt 595
Merry 595
Libya 594
rule 593
Man 593
election, 591
guts 591
Here 591
Park 591
@TrumpTowerNY 591
Jeff 590
Joan 590
condolences 589
gift 589
isis 588
oh 588
cold 588
Thursday 587
corporate 586
attention 586
showing 586
sometimes 586
Beautiful 586
develop 585
nomination 585
doing, 585
deserves 585
share 585
fought 584
energy, 584
Fantastic 584
BEST 583
above 583
Got 582
guest 581
social 580
personal 580
willing 580
absolute 580
Florida, 580
socalled 579
(or 579
league 579
Medicare 579
keeps 578
@BrandiGlanville 578
#BigLeagueTruth 578
forever 577
Strange 577
Over 577
committed 576
concerning 576
Up 576
illegals 575
40 575
missile 574
famous 574
benefit 574
football 574
resort 574
Terrible 574
Germany 574
tonights 573
selffunding 573
@NBCNews 573
together, 572
remember, 572
Fame 572
virtually 571
bills 571
freedom 570
reviews 570
Anthony 570
Cut 569
8:00 568
god 567
@washingtonpost 567
hair 567
cool 567
King 567
Z 566
human 565
push 565
worker 565
Committee 565
done, 564
approved 564
birth 564
followers 564
touch 563
War 563
Any 563
professional 562
TRUE 562
deserve 561
increased 561
here, 561
TPP 561
Heres 561
credibility 560
winners 560
Dem 560
#TrumpForPresident 560
officials 559
photo 558
stopping 558
Know 557
@ABC 556
miles 555
apology 555
concerned 554
straight 554
approve 553
sorry 553
closing 553
JOBS, 553
mexico 552
officers 552
ugly 552
Core 552
restore 551
banks 551
seven 551
fool 549
mother 549
Those 549
January 548
six 547
entrepreneur 547
hopefully 546
Facebook 546
much, 545
anyway 544
further 544
Syrian 544
area 543
afford 543
racist 543
opposite 543
Andrew 543
BE 543
challenge 542
shown 542
coal 542
debate, 542
immigrant 542
allowing 541
simply 541
seem 541
#TrumpTrain 541
@Yankees 541
Lyin 541
latest 540
Robert 540
taxes, 539
respond 539
tens 538
show, 538
prisoners 538
properly 537
negotiators 535
liked 535
goals 534
Ronald 534
staying 533
9:00 533
Attorney 533
brother 532
oh, 532
Colorado 532
email 531
hosted 531
direction 531
@WSJ 531
blame 530
figure 530
days, 530
itself 530
contract 529
surprised 529
performance 528
#celebapprentice 528
planning 527
citizen 526
quality 526
fed 525
names 525
Brian 525
CBS 525
$s 524
@cnn 523
product 522
Federal 522
economy, 521
mistakes 521
Avenue 521
supports 520
agree, 520
pageant 520
smartest 520
Hurricane 520
writing 519
owner 519
Read 519
things, 518
LIVE 518
Once 518
destruction 517
REAL 516
Government 515
4th 514
super 514
Democratic 514
subject 513
visited 513
delegates 512
Dallas 512
7:30 512
Dubai 511
unable 510
promised 509
campaign, 509
Stop 509
Course 509
closely 508
importantly, 507
Hispanic 507
secretary 506
agrees 506
Back 506
MOVEMENT 506
Instead 505
reporters 504
sound 504
Hillary, 504
turning 503
kept 503
falling 503
Oval 503
tour 502
Council 502
border, 501
shame 500
innocent 500
_ 451
~ 439
# 341
( 322
*@@ 269
)@@ 266
=@@ 229
+@@ 220
| 210
~@@ 192
[@@ 146
] 132
* 104
{@@ 87
} 87
&@@ 33
`@@ 27
